- 战略【案例分析】大作业
- 南京分社-周绪龙

### 背景阐述：（题目介绍）

2013年底，小米组建了一支完全由**工程师组成**的，**毫无经验**的投资团队，启动小米**生态链计划**。

仅仅**不到两年**之后，小米公布了首批生态链企业的名单，华米、紫米、绿米、青米、智米、创米、蓝米、云米、万魔声学(1more)、iHealth(九安医疗旗下)、纳恩博(Ninebot)等。

所推出的产品也覆盖了耳机、移动电源、手环、插座、血压计、空气净化器、净水器、运动相机、平衡车、电池、床头灯、电饭煲等等。


### 练习要求：（练习题名）

请用**战略板块的模型**进行分析，小米是**如何**在这么**短的时间**内打造小米生态链？


---

### 1、小米具有哪些基本要素？

![](http://ww4.sinaimg.cn/large/006tNc79gy1g5z6yclg0ij30y20cidjj.jpg)

### 技术

小米的技术力，主要体现在能够降低成本而且能保持、甚至增加销量，其实是一件很厉害的事情。想当年丰田依靠的就是**供应链管理**，做到零库存，从而**降低硬件成本**，做到了**世界第一**。

再往前一点，福特依靠**标准化流水线**生产技术，把福特车的成本降到**每家每户都能买得起**，最终造就了车轮上的美国。反过来，美国航天飞机就是因为运行成本太高而被砍掉，这一项目埃隆·马斯克也已经拆解、组合创新得以攻破。所以，能降低成本且还能保持产品质量和销量的技术，就是厉害的技术。


### 市场

小米有品，米家App，是生态链的依靠。核心原因是小米的渠道和流量优势。

云米创始人陈小平在公司上市之后曾**复盘**，小米经过几年的发展**圈了很多用户**，他们对品牌和产品非常认可。所以小米的**每款产品自带IP**、**自带流量**、**自带红利**。对创业公司而言，这意味着没有营销成本的情况下就可以**获得巨大的海量订单**。

小米的加持也让公司获得超出常规的发展速度。一位小米生态链公司负责人说，“如果没有小米，可能很多公司连现在的**百分之一**、**十分之一规模都不到**。石头科技第一年就跟科沃斯差不多平起平坐了，而后者在机器人扫地领域已经积累多年。”


### 资源

华米创始人黄汪曾说，“小米投资金额不是最高的，但所能达到的效果会是其他VC两倍也无法实现的”。效果之一是，因为小米背书，可以**增加自己在供应链的话语权**。

小米的背书为何如此有效？来看看小米公司那七个堪称超豪华的联合创始人团队。**雷军**是金山软件的董事长，和著名的天使投资人。**林斌**是谷歌研究院的副院长，**洪锋**是Google高级工程师，**黄江吉**是微软工程院首席工程师，**黎万强**是金山软件人机交互设计总监，金山词霸总经理，**周光平**是摩托罗拉北京研发中心总工程师，**刘德**是一位自世界上顶级设计院校ArtCenter毕业的工业设计师。


### 组织

小米在选定自己要切入的市场后，搭建团队是最重要的事，在团队**人才的选择上**，小米采取了“抢银行模式”。抢银行是一个风险及高的行为，成功率很低，要想成功，必须有一群非常**专业的高手相互配合**，缺少一个角色都无法完成整个过程。

在这里小米的独特之处在于：杀鸡用牛刀，“牛刀”指的是生态链上的**多位资深业界大佬**，比如：

张峰的团队以前是做手机的，在生态链上负责移动电源项目；黄汪的团队以前是做智能手表的，现在做小米手环。

用最专业的人去做**看似不起眼的**家庭智能硬件产品，其实本质上也是外行人做内行事儿。这种模式**可行的**主要原因有三点：

- 一是因为没有经验，人往往会变得**更谦逊**，能放下架子，没有负担。比如做耳机的谢冠宏，反正也不懂，就到处找人，四处请教。有些问题，自己解决不来，就干脆找懂的人来解决。

- 二是因为没有经验，对很多事儿不懂，就会有战战兢兢的心态，每一件事**都会问为什么**，每一个**细节**都会反复检查，不敢有丝毫的懈怠。虽然有时候会感觉啰嗦，但每次的结果都非常好。

- 三是因为没有经验，也就**没有“天花板”**，只要想做，就会像阿甘一样，反而能做成。


### 产品

> 中国市场不缺产品，但缺好产品，缺又好又便宜的产品，缺高客户体验的产品，**极其稀缺**，我坚信我们能带动足够的市场需求，总之我们让生活变得更美好。
> 
> 我觉得互联网思维能帮助中国的**传统产业转型升级**，最最重要的是观念，要做优质的产品，做世界级的产品。---20141107 雷军

---


### 2、以具体的生态链产品为例，小米是如何实现基本要素的组合的？（不超过3个）

![](http://ww1.sinaimg.cn/large/006tNc79gy1g5zacsje6lj310n0qudhw.jpg)

### 小米手环

![](http://ww4.sinaimg.cn/large/006tNc79gy1g5z90fh15jj315o0rswje.jpg)

> 华米CEO黄汪：2014年1月，华米科技悄悄成立，核心团队停掉了2015年所有的平板电脑新品及智能手表新品的研发，而仅仅在6个月前，我们的投影平板电脑还获得了美国CTIA平板电脑创新大奖，并在国内中高端平板电脑中保持热销。我们停掉所有，放弃所有，是为了更专注，更聚焦，更极致。整个2014年，我们只做了一款产品，那就是小米手环。于是，才有了小米手环后面的故事。

- 屏幕：手环是不是**应该有屏幕**？

有10%的用户会说需要屏幕，他们要看时间。我们团队内部真的激烈讨论过，甚至找过多家LED/LCD供应商，打算定制屏幕。最后小米手环干掉了屏幕，我想这个产品不能因为10%的需求，带来不美观、不省电、成本高等一系列后果。实际上，这个决定最后并不难做。

- **震动反馈**：手环是否要必备？

市面上的一些产品，例如Misfit Shine没有震动，我想他们现在一定后悔了。不管是起床震动闹钟，还是来电震动提醒，都是需要震动功能的。小米手环iOS版提供的iPhone手机来电震动提醒，不知道打动了多少果粉的心。

- 为**极致外观**付出的代价

“米粒”的另一面，为了在金属装饰片后面**透出光**，我们参考了**苹果MacBook的思路**，用**激光微穿孔技术**，但我们为了产生更极致的显示效果，在每个透光区域打了91个微孔。水进不去，光却透了出来。

平时**肉眼很难发现**金属表面有任何显示，仅有淡淡的三个点，只有灯亮起来，让用户一下子感觉到金属透出灯光的**惊讶**。我们**试验了数百种**不同的微穿孔数量组合、激光能量密度、预加工的工艺，从而得到更均匀的灯光，更消隐的外观效果。

- **材料**：为啥是TPSiV

TPSiV是一种可以在婴儿**喂奶粉的勺子上**用的材料。在全行业没有人真正大规模使用在可穿戴产品上。我们是第一个吃螃蟹的。为什么我们选最顶级的TPSiV材料呢？因为可穿戴产品是戴在腕部的物品，**24小时贴着皮肤**。哪怕100万人里有1位因为腕带含有害物质导致皮肤过敏，都将是严重医疗事故。采用顶级亲肤材料，尽管它是别的材料的3-5倍的采购成本，却是任何希望打造品牌和口碑的团队的必然选择。

- 功耗：如何**超出预期**

当时业内手环产品都是**7天**的使用时间，**最多使用10天**。作为十多年嵌入式系统设计经验的团队，我们有足够的信心做到业界平均水准。但当我们调研发现业内多款主流产品都在**使用1年多之前**就出品的几款蓝牙芯片＋智能手机常用的3轴传感器，我们的第一反应就是**拒绝用**这些1年多之前的旧芯片实现的旧方案。

越来越极致的追求，也让设计团队变得疯狂和压力巨大，让**供应链也陷入绝地**，但幸运的是成功了。我们的产品能达到100天的运动及睡眠检测时间。在市场团队测算了各种震动、亮灯等很耗电的场景之后，对外发布时宣称的指标是足够使用30天时间，但实际上，很多用户能用到45天甚至60天。

- 电池：**从0到1的创造**

在我们设计这款手环的过程中，**最难找到的**就是电池。我们的供应链同学寻找过**蓝牙耳机的电池**，尺寸超标了；寻找过各家声称能做小电池甚至**异形电池、柔性电池**的厂家，最后都失望而归，这个江湖太多骗子和忽悠。

我们还借助小米品牌的力量，寻找大型电池厂商进行**苦苦谈判**，但毕竟量和金额都远不如手机，最后是大厂愿意做，但是**报价惊人的高**，条件惊人的苛刻。如果按照这样贵的电池价格做出产品，小米手环的售价就不会是79元那么超值了。

最后是我们痛下决心，找到了一支中型业内资深团队，和他们一起紧密合作，相互支持，最终**研发出**满足要求的电池。

- 算法与服务：买是**买不来的**！

记步和睡眠**算法**，在我们开始做技术设计方案的时候，团队中有一种意见是，我们还是**花钱买一套国外成熟的算法**吧，毕竟这个是定位**百万乃至千万量级出货**的产品，我们从头写算法会不会太大风险？万一到出货时间，关键算法都不行，那一切努力就白费了。

作为一个**研发知识背景**的CEO，我内心对此第一反应当然是极度排斥外购算法。但是这种**决策压力**是极大的，因为这决定了产品的成败，而外购算法**会最大程度保障**产品在现阶段的成功几率，避免产品风险。

促使我做出坚定的自主研发决策的原因，其实也很简单，算法与大数据服务、模式识别和机器学习，是未来业务的关键，**甚至就是公司的未来**。如果这个核心价值都靠买，那么我们就啥也不要干了，洗洗睡吧。**想要未来，就要赌现在，而不是混着过现在**。

当然，这个决策后面付出的代价是极大的，除了不断遭受质疑之外，投入是极大的，我们毅然抽调了团队中最擅长算法的同学进行**长达3个月的封闭开发**，所有的团队成员都每天24小时佩戴智能手表改装的超大号“手环”采集原始数据，睡觉也不能摘。

我也不断**寻找业内大牛**加入，长达**一年的时间**，才组成了现在十多名博士为主的强大算法团队，由业内资深机器学习大牛带领，**形成了华米的核心竞争力**。

- 产品**定位**：人体ID

小米手环并不是在设计的第一天，我们就确立了“人体ID”的定位，我们**没有那么神**。但是不断**思考和尝试的本身**，让我们逐步找到了思路。

我们首先是**拒绝**做一款**仅仅是运动记步**的便宜的手环，不管它有多么超高性价比。

最开始我们为手环寻找差异化功能的时候，确立了作为小米**手机的配件的思路**。进一步我们确立了**震动闹钟**、**来电振动提醒**、为小米手机**自动解锁屏幕**的三大功能。

当我们内测一段时间之后，发现**解锁手机的功能粘性极高**，从而发现：既然手环可以作为手机的认证工具，那么，手环也可以作为其它所有智能硬件的认证工具。于是我们坚信：手环一定能在未来作为一个“人体ID”使用。


#### 小米（华米）手环的案例中，我看到了以下思维模型：

- **组合创新**：华米CEO黄汪将小小的手环拆解之后，每一个因素都用最新的科学技术，但降到最低的成本，这离不开物理学还原论的思维理念。

- **分形创新**：自主研发电池、算法，产品的功能与定位，华米团队都展现出分形创新的模型思维，只管对自己提出最高要求，不断寻找人才与方法，最终理想的解决方案生长出来了。


---

### 3、小米生态链产品是否具有共性的“单一要素”？如果有，是什么？达到了怎样的效果？

![](http://ww1.sinaimg.cn/large/006tNc79gy1g5z2f3ughcj31hc0u07hh.jpg)

小米生态链产品共性的单一要素就是：「**极端性价比击穿阈值**」

> **极简主义**的设计、**成本最低**的制造---经过市场**验证**的产品，**极快速度**的占领市场。

小米恪守的理念是“满足80%用户的80%需求”，产品从外观到内在都奉行极简主义，去掉一切可有可无的功能，实现成本最低。

比如：手环，早在2013年雷军就有意，但一直等到苹果推出AppleWatch，刮起市场**消费热潮**之后才迅速跟进。

与此同时，小米手环只有步数、里数、卡路里、睡眠、来电提醒这5个**刚需指标**，去掉一切其它小众功能，从而实现79元**超低价格**以及大半个月的超长续航，与AppleWatch的功能多样、每天一充电形成**明显差异化**，同极大降低用户门槛，迅速爆红市场。

对应的混沌创新模型分别有：

- **颠覆创新**：对于小米定位的80%人群来说，AppleWatch 性能已经过剩，采用低端颠覆式创新，满足大众市场。

- **错位竞争**：小米手环切入的定位（功能和价格），不是苹果做不了，而是在苹果的价值观和产品定位里不允许这么做，雷军学习乔布斯，却没有正面竞争，完全符合混沌错位竞争理论。

- **单一要素**：All in 性价比。比如小米插线板外观精美，内部精工，市场上一个对手都没有的情况下，直接和稳坐老大的公牛PK，定价100+都不成问题，但小米把价格砍到49元，正是单一要素最大化的体现。

![](http://ww4.sinaimg.cn/large/006tNc79gy1g5z2qj5q51j315m09eadp.jpg)

---

### 4、从商业模式的层次分析，小米生态链的“供需连”究竟是如何组合的？

![](http://ww4.sinaimg.cn/large/006tNc79gy1g5z34k4iisj31dw0r20vn.jpg)

### 供给端：产品组合

小米以**投资孵化**的形式**围绕手机向外展开**，主要分为三层：

- 第一层是手机周边，比如耳机、小音箱、移动电源等;

- 第二个圈层是智能硬件，比如空气净化器、净化器、电饭煲等传统白电的智能化;

- 第三个圈层是生活耗材，比如毛巾、牙刷等。

做这么大的跨度，小米的思考是：因为自己是家科技公司，而科技公司最大的问题就是**不确定性**，因为谁都不一定能够始终站在科技的制高点上，而当一家科技公司拥有**大量生活耗材类**的生意时，它们就能够对这家公司不确定的属性产生巨大的**对冲作用**。


### 需求端：用户组合

早在2011年，小米就尝试过做移动电源，但效果一般。到了2013年重新进入这个市场的时候状态明显不一样，因为那年的小米**有1.5亿成熟活跃的用户群**，如果它能打造**像手机一样**性价比高的手机周边产品，那这些产品一定能享受到手机销售带来的红利。就好比烤个红薯，余热就能把周边别的东西烤熟，这就是“烤红薯效应”。


### 连接端：平台组合

米家品牌的产品理念是做生活中的艺术品，旨在给消费者带来集可靠品质、优良设计、合理定价于一身的智能家居产品。小米有品，米家App，是**生态链的依靠**。核心原因是小米的**渠道和流量优势**。

MIUI 小米开放平台提供应用分发、消息推送、应用统计、流量服务、开放云等服务。其中小米消息推送服务目前**拥有3亿日活用户**，接入简单，服务稳定高效，在行业内处于领先地位。


---

### 5、请画出小米生态链的战略杠杆，并对“四个一”进行简单阐述说明。

![](http://ww4.sinaimg.cn/large/006tNc79gy1g5z1lxy2uvj31hc0u04an.jpg)

### 创新红利：10倍速的一

- **MIUI 智能家居和 IoT 市场的红利**

> 智能家居这一波浪潮是在2014年1月**Google收购nest时**带动起来的，这**提醒我们所有人**都要全部提速。---20151112 雷军

- **需求：蚂蚁市场的巨大红利**

小米的**空气净化器**和**移动电源**之所以能做到短时间内成为市场份额第一，很重要的一点是：他们选择了一个好市场。在小米内部，把这样的市场称之为：**蚂蚁市场**。

“蚂蚁市场”，是指在整个市场中**没有领军品牌**，或者市场中**第一名的企业所占份额不足百分之十**。并且这个市场的产品呈现**两极分化**的特点，即质量优则价格高，价格低廉则质量低劣。

小米的选择是：精准切入，动作很快，**短时间内扩大规模**。就意味着上了“平流层”，从而拉开了与“蚂蚁们”的距离。


### 战略支点：不变的一

- 使命：让80%的消费者闭着眼睛买到**感动人心、价格厚道**的产品

雷军一直推崇美国超市Costco，所有的东西都是**老板亲自试过**的最物美的，通过**少款、大批量采购**做到最价廉，消费者**不用比较**挑选，直接放购物车就完事，减少决策时间与成本。

> 我觉得小米模式的核心就是“同仁堂式”的货真价实，“海底捞式”的超预期口碑，和沃尔玛、好市多（Costco）高效率的模式创新，我觉得小米模式的核心就是这三点。---20141107 雷军

- 第一性原理：**生态链内部竞争**，适者生存

> 小米生态是开放的，不排他的。我们投资设备、产品都是**高度和生态链相关**。**生态链竞争**，短期看不到多大效果，但是3－5年内能看到。---20151112 雷军

华米的黄汪，创业初期基本是在小米度过的。他在小米占了一个办公位，有半年时间待在那里。有问题随时反馈沟通。他后来分享，小米**生态链的资源**，还是**需要老大亲自去找**，**争取资源**本身就是老大的职责。

一位接近小米生态链的公司负责人透露，2016年空气净化器市场火爆的时候，生态链内公司都有试水的冲动。为了防止大家一窝蜂去做同一件事情，小米搞了几次协调会缓和大家的紧张关系。“链内竞争还是挺激烈的，不管你接受不接受，事实就是这样。”

一位小米生态链公司负责人说：“一旦某个方向的**指定合作公司**没有做起来，又有排他条款，其他公司不能参与。而小米体系外如果有成功案例，就会**导致小米失去这个市场**。”所以，小米后来**改变了生态链内部竞争规则**。


### 真北目标：长线的一

- 投资**百家**硬件企业，小米成为**百亿级**公司

> 小米做生态**为什么从硬件入手**？原因是在现有的**BAT格局下**，只有这种模式才能突破。在竞争中，我们**步步为营**，我们寻找和BAT不一样的切入点，同时，我们对利润的追求是**很有弹性的**，我们不是寸土必争。
> 
> 只有这样，才能让小米**成为百亿公司**，成为世界第一。否则你做一家又一家10亿美金的公司价值有多大？一次又一次复制自己是没有价值的。---20151112 雷军


### 核心能力：舍九取一

- 小米自身聚焦：手机、路由、电视

> 小米是有边界的，自身只聚焦三类产品：手机（包括平板）、路由（包括盒子）、电视。我们做生态链投资的目的**不是为了做更多产品，正是为了专注**。
> 
> 小米的核心原则有三点：1.克制贪婪、少做事情、把核心事情做好；2.尽可能广泛结盟，和大家协同；3.通过生态链的方式带动整个产业转型、升级。---20151112 雷军


---

### 部分内容引用来源：

- [反思小米生态链：依赖小米，然后脱离小米](http://tech.sina.com.cn/csj/2019-08-12/doc-ihytcitm8560488.shtml)

- [小米生态链給我的四点启示](https://zhuanlan.zhihu.com/p/46388369)

- [华米CEO黄汪：小米手环踩过的那些坑](http://tech.sina.com.cn/zl/post/detail/it/2014-12-25/pid_8467665.htm)

- [小米科技的七个创始人是怎样的人？](https://www.zhihu.com/question/19941374)

- [小米布局生态链背后的商业逻辑到底是什么？](https://t.qianzhan.com/daka/detail/180131-9ca2f555.html)

- [目前小米生态链布局到什么程度了？](https://www.zhihu.com/question/37272458/answer/71963846)

- [凭啥小米的杂货铺就叫生态链？](https://zhuanlan.zhihu.com/p/32280887)

- [雷军万字演讲稿全文：我看未来20年](https://blog.csdn.net/xlh1991/article/details/40900781)

- [一文看懂小米生态链](https://www.jianshu.com/p/add77eae3549)

- [反思小米生态链：依赖小米，然后脱离小米](http://tech.sina.com.cn/csj/2019-08-12/doc-ihytcitm8560488.shtml)

